Ran Plan for project: `development` dir: `development` workspace: `development`

<details><summary>Show Output</summary>

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_ebs_volume.example will be created
+ resource "aws_ebs_volume" "example" {
      + arn               = (known after apply)
      + availability_zone = "ap-southeast-1a"
      + encrypted         = (known after apply)
      + final_snapshot    = false
      + id                = (known after apply)
      + iops              = (known after apply)
      + kms_key_id        = (known after apply)
      + size              = 10
      + snapshot_id       = (known after apply)
      + tags              = {
          + "CostCenter"   = "Engineering"
          + "EmailCreator" = "chuchai.k@cimbthai.com"
          + "Env"          = "CCoE"
          + "Name"         = "dev-example-ebs-volume"
          + "Owner"        = "Sre-Team"
          + "ProjectName"  = "Pool"
          + "map-migrated" = "migJL95TU4VS9"
        }
      + tags_all          = {
          + "CostCenter"   = "Engineering"
          + "EmailCreator" = "chuchai.k@cimbthai.com"
          + "Env"          = "CCoE"
          + "Name"         = "dev-example-ebs-volume"
          + "Owner"        = "Sre-Team"
          + "ProjectName"  = "Pool"
          + "map-migrated" = "migJL95TU4VS9"
        }
      + throughput        = (known after apply)
      + type              = "gp3"
    }

Plan: 1 to add, 0 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p development`
* :put_litter_in_its_place: To **delete** this plan click [here](https://your-private-atlantis-url/lock?id=chukul%252Fterraform-labs%252Fdevelopment%252Fdevelopment)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p development`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
